[
  {
    "name": "Banshee",
    "evidence": [
      "D.O.T.S. Projector",
      "Fingerprints",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Banshee",
    "description": "The singing siren, known for attracting its victims through song. It has been known to single out its prey before making a killing blow",
    "weaknesses": [
      "Banshees can sometimes be heard screaming with a parabolic microphone"
    ],
    "strengths": [
      "Banshees will weaken their target before striking"
    ],
    "tips": [
      "Banshee will always sing during ghost events be it male or female. Keep track of ghost events and after you had at least 3 and all were singing ones, it’s likely a Banshee.",
      "When a Parabolic Microphone is used, the Banshee has a 33% chance of making a unique shriek-like paranormal sound instead of a whisper or footstep.",
      "It has a favourite target during hunts. If the ghost hunts above the average sanity of 50%, and one or more players are below 50% sanity, then one of them is the target. Likewise, if the ghost refrains from hunting at below 50% average sanity, but one player has high sanity, they can be presumed to be the Banshee's target.",
      "If you notice it ignoring players and going straight for a specific one while that player is in the location, it's a Banshee. Banshees tend to wander towards their target outside of hunts; a player reporting frequent activity or even hunts starting near them and far away from the ghost room is most likely the target."
    ]
  },
  {
    "name": "Demon",
    "evidence": [
      "Fingerprints",
      "Freezing",
      "Ghost Writing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Demon",
    "description": "Demons are the most aggressive ghost we've ever encountered. Known to attack without reason, they seem to enjoy the thrill of the hunt.",
    "weaknesses": [
      "Demons fear the crucifix and will be less aggressive near one"
    ],
    "strengths": [
      "Demons will initiate hunts more often than other ghosts"
    ],
    "tips": [
      "It can extremely rarely hunt you at any Sanity level. If you get hunted extremely early into the game, it's a Demon.",
      "Demon can hunt you below 70% Sanity (usually it's below 50%) and has a very small cooldown between hunts. If you get hunted back to back in quick succession, it's a Demon. Time the hunt cooldown: a cooldown of less than 25 seconds (excluding hunts caused by cursed possessions) may indicate a Demon.",
      "Time the smudge hunt prevention: a ghost hunting between 60 - 90 seconds after being smudged correctly may indicate a Demon."
    ]
  },
  {
    "name": "Deogen",
    "evidence": [
      "D.O.T.S. Projector",
      "Spirit Box",
      "Ghost Writing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Deogen",
    "description": "Sometimes surrounded by an endless fog, Deogen have been eluding ghost hunters for years. These ghosts have been reported to find even the most hidden prey, before stalking them into exhaustion.",
    "weaknesses": [
      "Deogen require a lot of energy to form and will move very slowly when approaching its victim."
    ],
    "strengths": [
      "Deogen constantly sense the living. You can run but you can't hide."
    ],
    "tips": [
      "The simplest way to identify a Deogen by its behavior is for players to stand in a room that is comfortably big enough to kite the ghost in, but would be less likely for it to enter by being more distant from the favourite room. Make sure that everyone's electronics are turned off as well to prevent the ghost from being naturally led to the room. If the ghost sounds very fast as it rushes directly to where players are located before slowing down as it gets close, then it is a Deogen.",
      "A more advanced version of this strategy, applicable to larger maps, is to have players hiding across several different locations, each with varying distances to the ghost room. As the Deogen targets whoever is closest to it when it hunts, the player nearest to the ghost will be targeted; this player will also \"manage\" the ghost for the rest of the hunt. Provided players do not accidentally trap themselves in a tight space with no way out, surviving a slowed Deogen is almost trivial as it is virtually impossible for it to catch up to its targets so long as they keep moving."
    ]
  },
  {
    "name": "Goryo",
    "evidence": [
      "D.O.T.S. Projector",
      "EMF",
      "Fingerprints"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Goryo",
    "description": "When a Goryo passes through a DOTS projector, using a video camera is the only way to see it.",
    "weaknesses": [
      "They are rarely seen far from their place of death"
    ],
    "strengths": [
      "A Goryo will usually only show itself on camera if are no people nearby"
    ],
    "tips": [
      "If D.O.T.S. evidence is visible without a camera, it's not a Goryo.",
      "Goryo will only give D.O.T.S. if you are far enough away. If you notice it when observing from far away but don't get any while close, it's a Goryo.",
      "If D.O.T.S. evidence is visible in the camera's screen, but invisible in direct view, the ghost is likely to be a Goryo.",
      "Goryos have a shorter roaming distance."
    ]
  },
  {
    "name": "Hantu",
    "evidence": [
      "Fingerprints",
      "Freezing",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Hantu",
    "description": "A Hantu is a rare ghost that thrives in the coldest climates. The cold seems to make them more aggressive and empowered.",
    "weaknesses": [
      "Hantus move slower in warmer areas"
    ],
    "strengths": [
      "Lower temperatures allow the Hantu to move at faster speeds"
    ],
    "tips": [
      "On Nightmare difficulty, a Hantu will always have Freezing Temperatures as one of its two pieces of evidence.",
      "While it's in a ghost room during a hunt, it will have freezing breath coming out of its mouth. If you notice this, it's a Hantu. This is hard to observe though.",
      "Leave the breaker turned on for a while, then listen for its speed during a hunt. If it is faster in colder rooms (usually, but not always the favourite room), and slower than a normal ghost in a warm room, then it is a Hantu.",
      "Leave the breaker turned on for a while, then loop the ghost around a large piece of furniture in a warm room during a hunt, carrying Smudge Sticks to avoid death. If the ghost does not speed up quickly with line-of-sight (within ~10 seconds), then it is likely a Hantu."
    ]
  },
  {
    "name": "Jinn",
    "evidence": [
      "EMF",
      "Fingerprints",
      "Freezing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Jinn",
    "description": "A Jinn is a territorial Ghost that will attack when threatened. It also has been known to travel at significant speed.",
    "weaknesses": [
      "Turning off the location's power source will prevent the Jinn from using its ability"
    ],
    "strengths": [
      "A Jinn will travel at a faster speed if its victim is far away",
      "It has a secret ability. While the breaker is on and the Jinn is near you, it has a chance to zap 25% of your Sanity without warning. If you notice you get early hunts, it could still be a Jinn.",
      "Leave an EMF reader at the fuse box; if it picks up a reading but the fuse box never turned on/off, then it is very likely the Jinn using its ability, barring any other items that could have caused the reading.",
      "Wait for a hunt at the end of a long room or corridor, standing far away from where the ghost is expected to enter the room, and with line-of-sight all the way through. Listen for its footsteps and observe its speed before and after it sees the player. If it instantly gains speed to chase the player, then it is likely a Jinn; use a smudge stick if needed. The Jinn will also slow down once it gets within 3 meters of its target, but be wary as testing this can be very risky."
    ]
  },
  {
    "name": "Mare",
    "evidence": [
      "Ghost Orb",
      "Ghost Writing",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Mare",
    "description": "A Mare is the source of all nightmares, making it most powerful in the dark.",
    "weaknesses": [
      "Turning the lights on around the Mare will lower its chance to attack"
    ],
    "strengths": [
      "A Mare will have an increased chance to attack in the dark"
    ],
    "tips": [
      "Mare has the ability to turn a light back off the moment a player turns it on.",
      "Mare will never turn on the building lights in its ghost room. If you notice the ghost room lights on and nobody from your team turned them on, it’s not a Mare.",
      "If you tend to keep the lights near the ghost turned on, and you find the ghost frequently wandering into dark rooms that players have not entered, and changing ghost rooms frequently on Professional and Nightmare difficulties, then the ghost could be a Mare."

    ]
  },
  {
    "name": "Moroi",
    "evidence": [
      "Freezing",
      "Ghost Writing",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Moroi",
    "description": "Moroi have risen from the grave to drain energy from the living. They have been known to place curses on their victims, curable only by antidotes or moving very far away.",
    "weaknesses": [
      "Moroi suffer from hyperosmia, weakening them for longer periods."
    ],
    "strengths": [
      "The weaker their victims, the stronger the Moroi becomes."
    ],
    "tips": [
      "1) Consume sanity pills until your sanity is as high as possible. You must have at least one sanity pill left over. 2) Hold a lit candle and enter the investigation area. Obtain another response throught the spirit box or parabolic microphone. Once this is done, stay in the investigation area for at least 30 seconds (or enough to drop your sanity by 5-10% as if you were cursed). Ensure that the ghost does not perform a ghost event on yourself by staying on another floor or far away. 3) Exit the investigation area and attempt to consume a sanity pill. If you can consume a pill, then you were likely cursed and the ghost is likely a Moroi.",
      "Pay attention to the ghost's speed instead. Listen for the ghost's speed over multiple hunts, with average sanity lowering; a ghost that speeds up over the course of multiple hunts as average sanity lowers could be a Moroi."
    ]
  },
  {
    "name": "Myling",
    "evidence": [
      "EMF",
      "Fingerprints",
      "Ghost Writing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Myling",
    "description": "A Myling is a very vocal and active ghost. They are rumoured to be quiet when hunting their prey.",
    "weaknesses": [
      "A Myling is known to be quieter when hunting"
    ],
    "strengths": [
      "Mylings more frequently make paranormal sounds"
    ],
    "tips": [
      "Myling will walk quietly during hunts. If your equipment is malfunctioning before you hear the footsteps (mind the grace period), it’s a Myling.",
      "1) Before a hunt, drop a flashlight (or any obvious electric equipment that flickers within range) in your hiding spot. Then look out for the following: 2) Make sure that the ghost is on the same floor. 3) Check if footsteps and ghost vocalisations are audible only when your electrical equipment starts flickering, the ghost is probably a Myling. (Note that there may be an occasional bug where the ghost temporarily does not flicker electronics on the correct floor when changing floors.)"
    ]
  },
  {
    "name": "Obake",
    "evidence": [
      "EMF",
      "Fingerprints",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Obake",
    "description": "Obake are terrifying shape-shifters, capable of taking on many forms. They have been seen taking on humanoid shapes to attract their prey.",
    "weaknesses": [
      "Sometimes this ghost will shapeshift, leaving behind unique evidence"
    ],
    "strengths": [
      "When interacting with the environment, an Obake will rarely leave a trace"
    ],
    "tips": [
      "If the ghost touches a surface and leaves no fingerprints, then later leaves fingerprints on another surface, or vice versa, this usually points to the ghost being an Obake.",
      "Obake has a chance for it's fingerprints to disappear very quickly. If you notice that sometimes fingerprints disappear after 1 minute and sometimes after 2 minutes, it's an Obake.",
      "When creating handprints or fingerprints, there is a one-sixth (~16.7%) chance for the Obake to create a unique handprint/fingerprint pattern: 1) A six-fingered handprint instead of the usual five fingers. 2) Two fingerprints on a light switch instead of one. 3) Five fingerprints on keyboards and Prison cell doors instead of four"
    ]
  },
  {
    "name": "Oni",
    "evidence": [
      "D.O.T.S. Projector",
      "EMF",
      "Freezing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Oni",
    "description": "Onis love to scare their victims as much as possible before attacking. They are often seen in their physical form guarding their place of death.",
    "weaknesses": [
      "Oni disappear less often while hunting their prey"
    ],
    "strengths": [
      "Oni are much more active while people are nearby and will drain their sanity faster when manifesting"
    ],
    "tips": [
      "Oni is sometimes more active than usual. If you notice it interacting very often or doing a lot of ghost events in quick successions, it could likely be an Oni. Since it is one of the most active ghosts in the game, it may more readily give up evidence to players.",
      "Cannot perform the \"ghost mist\" event. Note that it can still perform events that can cause a hiss, such as \"fake hunt\"-type manifestations.",
      "Will prefer showing in its full form during a manifestation event as opposed to a shadowy or translucent form.",
      "Will have double the sanity drain of other ghosts (20% instead of 10%) when colliding with the target player in a \"fake hunt\" ghost event."
    ]
  },
  {
    "name": "Onryo",
    "evidence": [
      "Ghost Orb",
      "Spirit Box",
      "Freezing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Onryo",
    "description": "The Onryo is often referred to as 'The Wrathful Spirit.' It steals souls from dying victims' bodies to seek revenge. This ghost has been known to fear any form of fire, and will do anything to be far from it.",
    "weaknesses": [
      "When threatened, this ghost will be less likely to hunt"
    ],
    "strengths": [
      "Extinguishing a flame can cause an Onryo to attack"
    ],
    "tips": [
      "It uses lit Candles like Crucifixes, and over Crucifixes preventing hunts. If the Crucifix gets eaten/used but a Candle placed on top of it isn’t extinguished, it’s not an Onryo.",
      "Onryo can very rarely start a hunt regardless of Sanity when blowing out a Candle. If you notice this, it's an Onryo.",
      "The Onryo's aversion to fire, while a powerful tool against it, does come with risks of its own. With sufficient candles and diligent relighting, the Onryo may very well be kept from hunting indefinitely, which may also serve as identification for the ghost in Nightmare difficulty.",
      "In Sunny Meadows, several lit candles can be found in the chapel, which ghosts can blow out. If the ghost is located there and hunts very early (and is otherwise not a Demon), then it may be an Onryo."
    ]
  },
  {
    "name": "Phantom",
    "evidence": [
      "D.O.T.S. Projector",
      "Fingerprints",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Phantom",
    "description": "A Phantom is a Ghost that can possess the living, inducing fear into those around it. They are most commonly summoned from Ouija Boards.",
    "weaknesses": [
      "Taking a photo of the Phantom will cause it to temporarily disappear"
    ],
    "strengths": [
      "Looking at a Phantom will drop your sanity considerably faster"
    ],
    "tips": [
      "Taking a picture of the ghost is the best way to identify a Phantom.",
      "During a ghost event, taking a picture of the ghost will stop the event: players will no longer hear their heartbeats and electronic equipment will stop malfunctioning.",
      "During a hunt, taking a picture of the ghost will disappear from view, but its vocalisations can still be heard. The photo will be labelled as a ghost, but will not have a ghost or any interference patterns. The hunt will not stop.",
      "A good way to identify a Phantom is to observe whether the ghost is invisible for longer intervals on average during hunts (more than 1 second); this will usually indicate a Phantom.",
      "The Phantom has an ability where it will choose a random player and travel to their location (as opposed to a regular roam). If players notices activity (interactions or hunts) in a room far away from its existing favourite room, and a player has recently been in that far-away room, then the ghosts could be narrowed down to a few ghosts, one of these being the Phantom."
    ]
  },
  {
    "name": "Poltergeist",
    "evidence": [
      "Fingerprints",
      "Ghost Writing",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Poltergeist",
    "description": "One of the most famous Ghosts, the Poltergeist. Known to manipulate objects around it to spread fear into its victims.",
    "weaknesses": [
      "With nothing to throw, Poltergeists become powerless"
    ],
    "strengths": [
      "Poltergeists can throw multiple objects at once, and with great force"
    ],
    "tips": [
      "If one object is seen being thrown with force across the room, or multiple objects are thrown at once, then it is probably a Poltergeist. Remember to turn off the lights to increase activity."
    ]
  },
  {
    "name": "Raiju",
    "evidence": [
      "EMF",
      "Ghost Orb",
      "D.O.T.S. Projector"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Raiju",
    "description": "A Raiju is a demon that thrives on electrical current. While generally calm, they can become agitated when overwhelmed with power.",
    "weaknesses": [
      "Raiju are constantly disrupting electronic equipment when attacking, making it easier to track"
    ],
    "strengths": [
      "A Raiju can siphon power from nearby electrical devices, making it move faster"
    ],
    "tips": [
      "The Raiju may be readily-identified by being mindful of its speed during a hunt, particularly on small maps, so long as there are active electronic items nearby. If the ghost continues to walk very quickly when roaming (and not chasing particular players), then it is most likely a Raiju."
    ]
  },
  {
    "name": "Revenant",
    "evidence": [
      "Freezing",
      "Ghost Orb",
      "Ghost Writing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Revenant",
    "description": "A Revenant is a violent ghost that will attack indiscriminately. Their speed can be deceiving, as they are slow while dormant; however, as soon as they hunt they can move incredibly fast.",
    "weaknesses": [
      "Hiding from a Revennat will cause it to move very slowly"
    ],
    "strengths": [
      "A Revenant will travel at a significantly faster speed when hunting their prey"
    ],
    "tips": [
      "Revenants will move very slowly if they do not have line of sight to a player.",
      "While hiding, listen for the ghost's footsteps; if the footsteps are relatively few and far between while the ghost is nearby, then it is most likely a Revenant.",
      "Revenants will move extremely fast during hunts if it has line of sight to a player.",
      "On multiplayer, the Revenant will perform an immediate area search just like any other ghost during hunts. However, it will take a longer time due to its slow movement speed while roaming, so wary players can easily identify it."
    ]
  },
  {
    "name": "Shade",
    "evidence": [
      "EMF",
      "Freezing",
      "Ghost Writing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Shade",
    "description": "A Share is known to be very shy. There is evidence to suggest that a Shade will stop all paranormal activity if there are people nearby",
    "weaknesses": [
      "The ghost will not enter a hunt if there are people nearby"
    ],
    "strengths": [
      "Shades are much harder to find"
    ],
    "tips": [
      "Shade will sometimes be less active than usual. If you notice this behaviour, it could likely be a Shade.",
      "It will only hunt if your Sanity is below 35% (usually it's below 50%) and only if there are less than 2 players in its ghost room. If you notice you aren't getting hunted much, it could likely be a Shade.",
      "Given the Shade's inability to hunt in a room with players, one can be tested for in Nightmare difficulty simply by lowering the average sanity close to zero, and having players standing in the ghost's current room and rooms directly adjacent. If it refuses to hunt or hunts only in a room without players, then it may be a Shade."
    ]
  },
  {
    "name": "Spirit",
    "evidence": [
      "EMF",
      "Ghost Writing",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Spirit",
    "description": "Spirits are very common ghosts. They are very powerful, but passive, only attacking when they need to. They defend their place of death to the utmost degree, killing anyone that is caught overstaying their welcome.",
    "weaknesses": [
      "A Spirit can be temporarily stopped by burning Smudge Sticks near them"
    ],
    "strengths": [
      "None"
    ],
    "tips": [
      "(with sanity < 50%) If you smudge a room and the ghost hunts within 3 minutes, it IS NOT a Spirit.",
      "(with sanity < 50%) If you smudge a room and a hunt starts in less than 1 minute, the smudging failed.",
      "In Nightmare difficulty, players should wait for a hunt or a burnt crucifix to confirm that the average sanity is low enough."
    ]
  },
  {
    "name": "Thaye",
    "evidence": [
      "D.O.T.S. Projector",
      "Ghost Writing",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Spirit",
    "description": "Thaye have been known to rapidly age over time, even in the afterlife. From what we've learned, they seem to deteriorate faster while within the presence of the living.",
    "weaknesses": [
      "Thaye will weaken over time, making them weaker, slower and less aggressive"
    ],
    "strengths": [
      "Upon entering the location, Thaye will become active, defensive and agile"
    ],
    "tips": [
      "With a Thaye, both interactions and events will be more frequent at the start of the investigation.",
      "The Thaye is more likely to interact with the D.O.T.S Projector and Ghost Writing Book; in other words, it will on average write in a book earlier than other ghosts, and show up more often as a silhouette on the D.O.T.S Projector.",
      "One could identify a Thaye through its hunting behaviour; if it is fast early in the contract, slows down over several hunts as players continue spending time near it, and does not gain speed with line-of-sight, then a Thaye is likely. Likewise, if the ghost hunts early and has high levels of activity, but becomes less willing to hunt, interact, or perform ghost events over time, this could also point to a Thaye."

    ]
  },
  {
    "name": "The Mimic",
    "evidence": [
      "Spirit Box",
      "Fingerprints",
      "Freezing",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/The_Mimic",
    "description": "The Mimic is an elusive, mysterious, copycat ghost that mirrors traits and behaviours from others, including other ghost types.",
    "weaknesses": [
      "Several reports have noted ghost orb sightings near mimics."
    ],
    "strengths": [
      "We're unsure what this ghost is capable of. Be careful."
    ],
    "tips": [
      "The Mimic always has Ghost Orbs. If you get two pieces of evidence in addition to Ghost Orbs, it's a Mimic."
    ]
  },
  {
    "name": "The Twins",
    "evidence": [
      "EMF",
      "Freezing",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/The_Twins",
    "description": "These ghosts have been reported to mimic each other's actions. They alternate their attacks to confuse their prey.",
    "weaknesses": [
      "The Twins will often interact with the environment at the same time"
    ],
    "strengths": [
      "Either Twin can be angered and initiate an attack on their prey"
    ],
    "tips": [
      "The Twins always do interactions in very quick succession often in different rooms. If you notice two interactions happening at the same time or within a second or two or interactions far from the ghost room, it's The Twins.",
      "The Twin's primary strength is its ability to misdirect: its core ability can very easily conjure red herring interactions at parts of the map far from the Ghost Room. Using a thermometer and noting a lack of Freezing Temperatures (or, at the very least, notable temperature drops) where ghost activity is noted, or failing to receive Spirit Box responses in rooms near where interactions occurred, are strong signs of the antics of The Twins trying to cause trouble.",
      "They also have a unique interaction with the Summoning Circle. There is a 50% chance that starting a Cursed Hunt caused by the Summoning Circle will start the hunt from the ghost room instead of the circle. If you notice this, it's The Twins.",
      "Depending on where the hunt begins from, The Twins will move at two different speeds. If it hunts from its present location, it will have a base speed of 1.5 m/s, and if it hunts from the area where its large radius interaction occurred, it will have a base speed of 1.9 m/s. Noticing a subtle change in base speed from one hunt to another might indicate that the player is dealing with The Twins. Be sure to avoid confounding factors such as line-of-sight acceleration, or a few other ghosts which may also change base speeds between hunts."
    ]
  },
  {
    "name": "Wraith",
    "evidence": [
      "D.O.T.S. Projector",
      "EMF",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Wraith",
    "description": "Wraiths are one of the most dangerous ghosts you will find. It is also the only known ghost that has the ability of flight and has sometimes been known to travel through walls.",
    "weaknesses": [
      "Wraiths have a toxic reaction to Salt"
    ],
    "strengths": [
      "Wraiths almost never tough the ground, meaning it can't be traked by footsteps"
    ],
    "tips": [
      "Take a picture of a footstep in Salt, if it's labelled as Footstep, it's NOT a Wraith. If it's not labelled, then it IS a Wraith",
      "Point a UV light at a footstep in Salt, if a Footprint can be seen it's NOT a Wraith. However, not seeing a Footprint does not guarantee a Wraith.",
      "Due to its teleportating behaviour, interactions may happen far away from the favourite room and near where a player currently is (or recently was) and seemingly random EMF level 2 or 5 readings which could not have been caused by any interaction may show up especially far away from the favourite room. (The Banshee and Phantom can also roam/walk (but not teleport) to a player, while The Twins can interact with objects far away.)"
    ]
  },
  {
    "name": "Yokai",
    "evidence": [
      "D.O.T.S. Projector",
      "Ghost Orb",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Yokai",
    "description": "Yokai are common ghosts that are attracted to human voices. They can usually be found haunting family homes.",
    "weaknesses": [
      "When hunting, a Yokai can only hear voices close to it"
    ],
    "strengths": [
      "Talking near a Yokai will anger it, increasing the chance of an attack"
    ],
    "tips": [
      "The Yokai will hunt more often when players are together and talking near it.",
      "Yokai has a hearing range of 2m during hunts (only applies to voices, not equipment). If you call it over while it's far enough and it comes exactly where you were (repeat multiple times), it's NOT a Yokai.",
      "The Yokai's ability to detect hidden players during a hunt through voice or electronics will be limited: for example, it will be less likely to follow the player past multiple line-of-sight breaks, and will not be attracted to their electronics unless both are very close to each other."
    ]
  },
  {
    "name": "Yurei",
    "evidence": [
      "D.O.T.S. Projector",
      "Freezing",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Yurei",
    "description": "A Yurei is a Ghost that has returned to the physical world, usually for the purpose of revenge or hatred.",
    "weaknesses": [
      "Smudging the Yurei's place of death will trap it temporarily, reducing how much it wanders"
    ],
    "strengths": [
      "Yureis have been known to have a stronger effect on people's sanity"
    ],
    "tips": [
      "If the ghost shuts a front door (exit door) fully without a ghost event or hunt, then it is definitively a Yurei. If the ghost shuts any other door fully, then it is likely (but not definitively) a Yurei.",
      "The Yurei has an ability that will cause all players within 7.5 metres of the ghost will have their sanity decreased by 15% and randomly close one door. As long as the player is within range of the Yurei when it performs its ability, the sanity drain will apply even if there are no doors. Look out for sudden drops in the sanity of individual players, or what may feel like an early hunt; these may be a result of the Yurei using its ability.",
      "When Smudge Sticks are used on the Yurei, in addition to preventing hunts and temporarily increasing activity, it will not leave the room that it is currently in for 90 seconds. It may still walk around within the room.  If you detect it moving outside of the room before that, it's not a Yurei."
    ]
  }
]
