[
  {
    "name": "Banshee",
    "evidence": [
      "D.O.T.S. Projector",
      "Fingerprints",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Banshee",
    "description": "The singing siren, known for attracting its victims through song. It has been known to single out its prey before making a killing blow",
    "weaknesses": [
      "Banshees can sometimes be heard screaming with a parabolic microphone"
    ],
    "strengths": [
      "Banshees will weaken their target before striking"
    ],
    "tips": [
      "Test tip",
      "abc",
      "cde"
    ]
  },
  {
    "name": "Demon",
    "evidence": [
      "Fingerprints",
      "Freezing",
      "Ghost Writing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Demon",
    "description": "Demons are the most aggressive ghost we've ever encountered. Known to attack without reason, they seem to enjoy the thrill of the hunt.",
    "weaknesses": [
      "Demons fear the crucifix and will be less aggressive near one"
    ],
    "strengths": [
      "Demons will initiate hunts more often than other ghosts"
    ]
  },
  {
    "name": "Deogen",
    "evidence": [
      "D.O.T.S. Projector",
      "Spirit Box",
      "Ghost Writing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Deogen",
    "description": "Sometimes surrounded by an endless fog, Deogen have been eluding ghost hunters for years. These ghosts have been reported to find even the most hidden prey, before stalking them into exhaustion.",
    "weaknesses": [
      "Deogen require a lot of energy to form and will move very slowly when approaching its victim."
    ],
    "strengths": [
      "Deogen constantly sense the living. You can run but you can't hide."
    ],
    "tips": [
      "The simplest way to identify a Deogen by its behavior is for players to stand in a room that is comfortably big enough to kite the ghost in, but would be less likely for it to enter by being more distant from the favourite room. Make sure that everyone's electronics are turned off as well to prevent the ghost from being naturally led to the room. If the ghost sounds very fast as it rushes directly to where players are located before slowing down as it gets close, then it is a Deogen.",
      "A more advanced version of this strategy, applicable to larger maps, is to have players hiding across several different locations, each with varying distances to the ghost room. As the Deogen targets whoever is closest to it when it hunts, the player nearest to the ghost will be targeted; this player will also \"manage\" the ghost for the rest of the hunt. Provided players do not accidentally trap themselves in a tight space with no way out, surviving a slowed Deogen is almost trivial as it is virtually impossible for it to catch up to its targets so long as they keep moving."
    ]
  },
  {
    "name": "Goryo",
    "evidence": [
      "D.O.T.S. Projector",
      "EMF",
      "Fingerprints"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Goryo",
    "description": "When a Goryo passes through a DOTS projector, using a video camera is the only way to see it.",
    "weaknesses": [
      "They are rarely seen far from their place of death"
    ],
    "strengths": [
      "A Goryo will usually only show itself on camera if are no people nearby"
    ],
    "tips": [
      "If D.O.T.S. evidence is visible without a camera, it's not a Goryo.",
      "Goryo will only give D.O.T.S. if you are far enough away. If you notice it when observing from far away but don't get any while close, it's a Goryo.",
      "If D.O.T.S. evidence is visible in the camera's screen, but invisible in direct view, the ghost is likely to be a Goryo.",
      "Goryos have a shorter roaming distance."
    ]
  },
  {
    "name": "Hantu",
    "evidence": [
      "Fingerprints",
      "Freezing",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Hantu",
    "description": "A Hantu is a rare ghost that thrives in the coldest climates. The cold seems to make them more aggressive and empowered.",
    "weaknesses": [
      "Hantus move slower in warmer areas"
    ],
    "strengths": [
      "Lower temperatures allow the Hantu to move at faster speeds"
    ],
    "tips": [
      "On Nightmare difficulty, a Hantu will always have Freezing Temperatures as one of its two pieces of evidence.",
      "While it's in a ghost room during a hunt, it will have freezing breath coming out of its mouth. If you notice this, it's a Hantu. This is hard to observe though.",
      "Leave the breaker turned on for a while, then listen for its speed during a hunt. If it is faster in colder rooms (usually, but not always the favourite room), and slower than a normal ghost in a warm room, then it is a Hantu.",
      "Leave the breaker turned on for a while, then loop the ghost around a large piece of furniture in a warm room during a hunt, carrying Smudge Sticks to avoid death. If the ghost does not speed up quickly with line-of-sight (within ~10 seconds), then it is likely a Hantu."
    ]
  },
  {
    "name": "Jinn",
    "evidence": [
      "EMF",
      "Fingerprints",
      "Freezing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Jinn",
    "description": "A Jinn is a territorial Ghost that will attack when threatened. It also has been known to travel at significant speed.",
    "weaknesses": [
      "Turning off the location's power source will prevent the Jinn from using its ability"
    ],
    "strengths": [
      "A Jinn will travel at a faster speed if its victim is far away",
      "It has a secret ability. While the breaker is on and the Jinn is near you, it has a chance to zap 25% of your Sanity without warning. If you notice you get early hunts, it could still be a Jinn.",
      "Leave an EMF reader at the fuse box; if it picks up a reading but the fuse box never turned on/off, then it is very likely the Jinn using its ability, barring any other items that could have caused the reading.",
      "Wait for a hunt at the end of a long room or corridor, standing far away from where the ghost is expected to enter the room, and with line-of-sight all the way through. Listen for its footsteps and observe its speed before and after it sees the player. If it instantly gains speed to chase the player, then it is likely a Jinn; use a smudge stick if needed. The Jinn will also slow down once it gets within 3 meters of its target, but be wary as testing this can be very risky.",
    ]
  },
  {
    "name": "Mare",
    "evidence": [
      "Ghost Orb",
      "Ghost Writing",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Mare",
    "description": "A Mare is the source of all nightmares, making it most powerful in the dark.",
    "weaknesses": [
      "Turning the lights on around the Mare will lower its chance to attack"
    ],
    "strengths": [
      "A Mare will have an increased chance to attack in the dark"
    ],
    "tips": [
      "Mare has the ability to turn a light back off the moment a player turns it on.",
      "Mare will never turn on the building lights in its ghost room. If you notice the ghost room lights on and nobody from your team turned them on, it’s not a Mare.",
      "If you tend to keep the lights near the ghost turned on, and you find the ghost frequently wandering into dark rooms that players have not entered, and changing ghost rooms frequently on Professional and Nightmare difficulties, then the ghost could be a Mare."

    ]
  },
  {
    "name": "Moroi",
    "evidence": [
      "Freezing",
      "Ghost Writing",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Moroi",
    "description": "Moroi have risen from the grave to drain energy from the living. They have been known to place curses on their victims, curable only by antidotes or moving very far away.",
    "weaknesses": [
      "Moroi suffer from hyperosmia, weakening them for longer periods."
    ],
    "strengths": [
      "The weaker their victims, the stronger the Moroi becomes."
    ],
    "tips": [
      
    ]
  },
  {
    "name": "Myling",
    "evidence": [
      "EMF",
      "Fingerprints",
      "Ghost Writing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Myling",
    "description": "A Myling is a very vocal and active ghost. They are rumoured to be quiet when hunting their prey.",
    "weaknesses": [
      "A Myling is known to be quieter when hunting"
    ],
    "strengths": [
      "Mylings more frequently make paranormal sounds"
    ]
  },
  {
    "name": "Obake",
    "evidence": [
      "EMF",
      "Fingerprints",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Obake",
    "description": "Obake are terrifying shape-shifters, capable of taking on many forms. They have been seen taking on humanoid shapes to attract their prey.",
    "weaknesses": [
      "Sometimes this ghost will shapeshift, leaving behind unique evidence"
    ],
    "strengths": [
      "When interacting with the environment, an Obake will rarely leave a trace"
    ]
  },
  {
    "name": "Oni",
    "evidence": [
      "D.O.T.S. Projector",
      "EMF",
      "Freezing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Oni",
    "description": "Onis love to scare their victims as much as possible before attacking. They are often seen in their physical form guarding their place of death.",
    "weaknesses": [
      "Oni disappear less often while hunting their prey"
    ],
    "strengths": [
      "Oni are much more active while people are nearby and will drain their sanity faster when manifesting"
    ]
  },
  {
    "name": "Onryo",
    "evidence": [
      "Ghost Orb",
      "Spirit Box",
      "Freezing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Onryo",
    "description": "The Onryo is often referred to as 'The Wrathful Spirit.' It steals souls from dying victims' bodies to seek revenge. This ghost has been known to fear any form of fire, and will do anything to be far from it.",
    "weaknesses": [
      "When threatened, this ghost will be less likely to hunt"
    ],
    "strengths": [
      "Extinguishing a flame can cause an Onryo to attack"
    ]
  },
  {
    "name": "Phantom",
    "evidence": [
      "D.O.T.S. Projector",
      "Fingerprints",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Phantom",
    "description": "A Phantom is a Ghost that can possess the living, inducing fear into those around it. They are most commonly summoned from Ouija Boards.",
    "weaknesses": [
      "Taking a photo of the Phantom will cause it to temporarily disappear"
    ],
    "strengths": [
      "Looking at a Phantom will drop your sanity considerably faster"
    ],
    "tips": [
      "Taking a picture",
      "It will stay invisible for longer during hunts, making it harder to see"
    ]
  },
  {
    "name": "Poltergeist",
    "evidence": [
      "Fingerprints",
      "Ghost Writing",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Poltergeist",
    "description": "One of the most famous Ghosts, the Poltergeist. Known to manipulate objects around it to spread fear into its victims.",
    "weaknesses": [
      "With nothing to throw, Poltergeists become powerless"
    ],
    "strengths": [
      "Poltergeists can throw multiple objects at once, and with great force"
    ]
  },
  {
    "name": "Raiju",
    "evidence": [
      "EMF",
      "Ghost Orb",
      "D.O.T.S. Projector"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Raiju",
    "description": "A Raiju is a demon that thrives on electrical current. While generally calm, they can become agitated when overwhelmed with power.",
    "weaknesses": [
      "Raiju are constantly disrupting electronic equipment when attacking, making it easier to track"
    ],
    "strengths": [
      "A Raiju can siphon power from nearby electrical devices, making it move faster"
    ]
  },
  {
    "name": "Revenant",
    "evidence": [
      "Freezing",
      "Ghost Orb",
      "Ghost Writing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Revenant",
    "description": "A Revenant is a violent ghost that will attack indiscriminately. Their speed can be deceiving, as they are slow while dormant; however, as soon as they hunt they can move incredibly fast.",
    "weaknesses": [
      "Hiding from a Revennat will cause it to move very slowly"
    ],
    "strengths": [
      "A Revenant will travel at a significantly faster speed when hunting their prey"
    ]
  },
  {
    "name": "Shade",
    "evidence": [
      "EMF",
      "Freezing",
      "Ghost Writing"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Shade",
    "description": "A Share is known to be very shy. There is evidence to suggest that a Shade will stop all paranormal activity if there are people nearby",
    "weaknesses": [
      "The ghost will not enter a hunt if there are people nearby"
    ],
    "strengths": [
      "Shades are much harder to find"
    ]
  },
  {
    "name": "Spirit",
    "evidence": [
      "EMF",
      "Ghost Writing",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Spirit",
    "description": "Spirits are very common ghosts. They are very powerful, but passive, only attacking when they need to. They defend their place of death to the utmost degree, killing anyone that is caught overstaying their welcome.",
    "weaknesses": [
      "A Spirit can be temporarily stopped by burning Smudge Sticks near them"
    ],
    "strengths": [
      "None"
    ],
    "tips": [
      "If you smudge a room and the ghost hunts within 3 minutes, it IS NOT a Spirit"
    ]
  },
  {
    "name": "Thaye",
    "evidence": [
      "D.O.T.S. Projector",
      "Ghost Writing",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Spirit",
    "description": "Thaye have been known to rapidly age over time, even in the afterlife. From what we've learned, they seem to deteriorate faster while within the presence of the living.",
    "weaknesses": [
      "Thaye will weaken over time, making them weaker, slower and less aggressive"
    ],
    "strengths": [
      "Upon entering the location, Thaye will become active, defensive and agile"
    ]
  },
  {
    "name": "The Mimic",
    "evidence": [
      "Spirit Box",
      "Fingerprints",
      "Freezing",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/The_Mimic",
    "description": "The Mimic is an elusive, mysterious, copycat ghost that mirrors traits and behaviours from others, including other ghost types.",
    "weaknesses": [
      "Several reports have noted ghost orb sightings near mimics."
    ],
    "strengths": [
      "We're unsure what this ghost is capable of. Be careful."
    ],
    "tips": [
      "The Mimic always has Ghost Orbs. If you get two pieces of evidence in addition to Ghost Orbs, it's a Mimic."
    ]
  },
  {
    "name": "The Twins",
    "evidence": [
      "EMF",
      "Freezing",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/The_Twins",
    "description": "These ghosts have been reported to mimic each other's actions. They alternate their attacks to confuse their prey.",
    "weaknesses": [
      "The Twins will often interact with the environment at the same time"
    ],
    "strengths": [
      "Either Twin can be angered and initiate an attack on their prey"
    ]
  },
  {
    "name": "Wraith",
    "evidence": [
      "D.O.T.S. Projector",
      "EMF",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Wraith",
    "description": "Wraiths are one of the most dangerous ghosts you will find. It is also the only known ghost that has the ability of flight and has sometimes been known to travel through walls.",
    "weaknesses": [
      "Wraiths have a toxic reaction to Salt"
    ],
    "strengths": [
      "Wraiths almost never tough the ground, meaning it can't be traked by footsteps"
    ],
    "tips": [
      "If the ghost steps in Salt (and you hear footsteps), but you do not see footprints, it is a Wraith",
      "Note that footprints do not appear on floor obstacles such as carpets"
    ]
  },
  {
    "name": "Yokai",
    "evidence": [
      "D.O.T.S. Projector",
      "Ghost Orb",
      "Spirit Box"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Yokai",
    "description": "Yokai are common ghosts that are attracted to human voices. They can usually be found haunting family homes.",
    "weaknesses": [
      "When hunting, a Yokai can only hear voices close to it"
    ],
    "strengths": [
      "Talking near a Yokai will anger it, increasing the chance of an attack"
    ]
  },
  {
    "name": "Yurei",
    "evidence": [
      "D.O.T.S. Projector",
      "Freezing",
      "Ghost Orb"
    ],
    "wikiUrl": "https://phasmophobia.fandom.com/wiki/Yurei",
    "description": "A Yurei is a Ghost that has returned to the physical world, usually for the purpose of revenge or hatred.",
    "weaknesses": [
      "Smudging the Yurei's place of death will trap it temporarily, reducing how much it wanders"
    ],
    "strengths": [
      "Yureis have been known to have a stronger effect on people's sanity"
    ]
  }
]
